[
    {
        "id":1,
        "image": "assets/images/clients/N2.jpg",
        "title": "N2 Services Inc",
        "body": "A web based project designed and developed for insurance agents to issue a policy through web. Agent can then, check the status of the customer, while issuing policy house hold information of primary insured or head of house hold, consumer details, number of dependents and coverage details are required. Once all the required details are entered policy number is auto generated.",
        "position": "Programmer Analyst - Intern",
        "duration": "2008 - 2008"
    },
    {
        "id":2,
        "image": "assets/images/clients/Verizon.jpg",
        "title": "Verizon Telecom",
        "body": "Template Manager for sending mails is used for internal Business employees of Verizon Telecom which is totally based on Flex as the UI and J2EE as the server side. This project is mainly intended to make the Business more user friendly. Template Manager is used to send promotional, billing dues and offers as emails to the corresponding preferred customers of Verizon. Template Manger also sends mails to a group using the Open EMM (Open Source Email Marketing Management) server which internally uses a web service.",
        "position": "Software Engineer Consultant",
        "duration": "2008 - 2010"
    },
    {
        "id":3,
        "image": "assets/images/clients/chrysler-logo.jpg",
        "title": "Chrysler (FCA)",
        "body": "wiTech Vehicle Diagnostic Application serves as the core and the integral software to inspect all the Chrysler Vehicles and is currently being used by all the Chrysler Dealers across the world. This wiTech Application is Desktop based AIR Application which is purely built using Flex Cairngorm Micro Architecture as the Front End, which connects its own built-in Server (called as wiTech Server) written in J2EE Platform. The Entire backend data is being contacted using secured Socket Connections.",
        "position": "IT Consultant",
        "duration": "Apr 2010 - Jun 2011"
    },
    {
        "id":4,
        "image": "assets/images/clients/Deloitte.jpg",
        "title": "Deloitte",
        "body": "ASSIST/COMPASS is an online application for Delawarians/Pennsylvanians to apply for many health and human service programs. The fast and easy way to apply for various benefits - anytime and anywhere. Benefits Include, Health Care Coverage, Supplemental Nutrition Assistance Program (SNAP), Cash Assistance, Long Term Care, Free or reduced school meals, etc.. ",
        "position": "Sr. IT Consultant",
        "duration": "2011 - 2014"
    },
    {
        "id":5,
        "image": "assets/images/clients/DeptOfChildAndFamilyServices%20-%20Louisiana.jpg",
        "title": "Department of Children and Family Services - Louisiana",
        "body": "CAFE (Common Access Front End) is developed for the Department of Children and Family Services (DCFS) for State of Lousiana. The Rich Internet based CAFE application, serves the residents of lousiana to opt welfare programs for Child Care and Family while selecting various Benefits.CAFE application is purely a browser based application.",
        "position": "Sr. IT Consultant",
        "duration": "2011 - 2012"
    },
    {
        "id":6,
        "image": "assets/images/clients/MS.jpg",
        "title": "Morgan Stanley",
        "body": "Capital Budgetting (CB/Wallet) and Technology Funding Requests (TFR's) are flex based internal dashboards of Morgan Stanley to maintain Funding Management of various clients across the world. These dashboards are also intended to serve the workflow status of each request made. FAM (Funding Alert Management) dashboard was intended to serve the Business Owner's, the Super Departments to view and or take an appropriate action (CRUD operations) on a Wallet or a TFR.",
        "position": "Sr. Software Engineer Consultant (Remote)",
        "duration": "May 2012 - May 2013"
    },
    {
        "id":7,
        "image": "assets/images/clients/DeptOfHumanServices-Pennsylvania.jpg",
        "title": "Department of Human Services (DHS) - Pennsylvania",
        "body": "COMPASS is an online application for Pennsylvanians to apply for many health and human service programs. The fast and easy way to apply for various benefits - anytime and anywhere. Benefits Include, Health Care Coverage, Supplemental Nutrition Assistance Program (SNAP), Cash Assistance, Long Term Care, Free or reduced school meals, etc..",
        "position": "Sr. IT Consultant",
        "duration": "May 2012 - Feb 2014"
    },
    {
        "id":8,
        "image": "assets/images/clients/DHSSAssistLogo.jpg",
        "title": "Department of Health and Social Services (DHSS) Delaware",
        "body": "ASSIST is an online application for Delawarians to apply for many health and human service programs. The fast and easy way to apply for various benefits - anytime and anywhere. Benefits Include, Health Care Coverage, Supplemental Nutrition Assistance Program (SNAP), Cash Assistance, Long Term Care, Free or reduced school meals, etc.",
        "position": "Sr. IT Consultant",
        "duration": "May 2012 - Feb 2014"
    },
    {
        "id":9,
        "image": "assets/images/clients/vmware-logo.jpg",
        "title": "VMware Inc.",
        "body": "The vSphere Web Client enables you to connect to a vCenter Server system to manage an ESXi host through a browser. <br/><br/>The VCSA Installer (aka. vCenter Server Appliance) deployer is used to run the vCenter Server, where the user's can easily install and configure vCenter without the need of having a dedicated server. This product was first developed in Windows Client, which was again packaged as a Linux based VM. Currently this product goes as a standalone application which provides the same functionality as the Windows Client.",
        "position": "Sr. Principle Software Engineer",
        "duration": "Mar 2014 - Mar 2015"
    },
    {
        "id":10,
        "image": "assets/images/clients/HortonworksLogo.jpg",
        "title": "Hortonworks. (Volunteer'ed)",
        "body": "The Sqoop Data Ingestion Application is the one which re-models an ideal RDBMS IDE/Workbench something like a MySQL or a SQL Server editor into a rich interactive and intuitive GUI Application, which helps Hortonworks internal users to directly function with backend data model which are fetched from different internal data sources.",
        "position": "Sr. Full-Stack Software Engineer",
        "duration": "Aug 2015 - Oct 2015"
    },
    {
        "id":11,
        "image": "assets/images/clients/Goldman_Sachs.jpg",
        "title": "Goldman Sachs",
        "body": "The Expense Management Application supports Goldman customers to raise Invoices for their monthly businesses. It allows the customers to Self Service themselves with followings tasks like, assigning Invoices to Anlysts, Coders, Reviewers, Administrators, etc.",
        "position": "Sr. Principle IT Consultant",
        "duration": "Jan 2015 - Sep 2016"
    },
    {
        "id":12,
        "image": "assets/images/clients/compass_group-sm.png",
        "title": "Compass Group USA",
        "body": "The Owner's Management Suite helps the food service suppliers a way to interact to Vendors, Marketers, Temporary Associates & User Admins with humongous amount of data (such as Cost Centers, Point of Sale, Book of Records, Vendor Locations, etc.,) in the form of Web UI. The backend is orchestrated with microservices architecture by leveraging a hybrid cloud (both On-Prem & AWS) infrastructure.",
        "position": "Sr. Software Engineer",
        "duration": "Oct 2016 - Till Date"
    }
]